Repository: barnacleboy/openLibreReader-iOS-
Catalog: openLibreReader/*.lproj/Localizable.strings
Languages: de

# %d %@ ago
source: %1$d %2$@ ago
de: %1$d %2$@ her

source: 1 hour
de: 1 Stunde

source: 2 hours
de: 2 Stunden

source: 30 minutes
de: 30 Minuten

source: A simple linear regression model is used for calibration
de: Ein einfaches lineares Regressionsmodell wird für die Kalibration benutzt

# About
source: Informationen
de: Über diese App

# About this app and Disclaimer.
source: Über diese App und rechtliche Hinweise
de: About this App and rechtliche information

source: Above Target
de: über Ziel

source: Alarms
de: Alarme

source: Attention, value is above %@!
de: Achtung, Wert über %@!

source: Attention, value is below %@!
de: Achtung, Wert unter %@!

source: Below Target
de: unter Ziel

source: Calibration
de: Kalibration

source: cancel
de: Abbrechen

source: Cancel
de: Abbrechen

source: Change the Unit
de: Die Anzeigeeinheit ändern

source: Change the Unit for glucose Values
de: Angezeigte Einheit verändern

source: Change Unit
de: Anzeigeeinheit ändern

source: close
de: schließen

# Configuration %d/%lu
source: Configuration %1$d/%2$lu
de: Konfiguration %1$d/%2$lu

source: Configure Alarms
de: Alarme bearbeiten

source: Configure the Nightscout Uploader to push bg data to a nightscout instance. Nightscout following is configured in device.
de: Den Nightscout Uploader lädt Daten zu einer nightscout Instanz hoch. Das folgen einer Nightscout Instanz wird in Gerät konfiguriert.

source: Configure Values for high and Low Values
de: Wertebereiche bearbeiten

source: connected
de: verbunden

source: Connected to %@
de: Verbunden mit %@

source: connected, recieving
de: verbunden, empfange

source: connecting
de: verbinde

source: Connecting to %@
de: Verbinde zu %@

source: Connection not Successful!
de: Verbindung nicht erfolgreich!

source: Connection Successful!
de: Verbindung erfolgreich

source: day
de: Tag

source: days
de: Tage

source: Default Calibration
de: Standard Kalibration

source: Device
de: Gerät

source: Disable Alarms
de: Alarm deaktivieren

source: Disconnected from %@
de: Getrennt von %@

# Disconnected from %@, waiting for next
source: Disconnected from %@, waiting for reconnect
de: Getrennt von %@, warte auf Verbindung

source: Display Unit
de: Einheit

source: Does not apply any Calibration to the recieved Value.
de: Keine Kalibration wird benutzt.

source: error, no data
de: Fehler, keine Daten!

source: failed to connect
de: Verbindung fehlgeschlagen

source: Firmware: %@ Protocol: %@
de: Firmware: %@ Protokoll: %@

# FullBat
source: Full
de: voll

source: High
de: Hoch

# High Value!
source: Attention, High Value!
de: Achtung, Wert zu hoch!

source: hour
de: Stunde

source: hours
de: Stunden

source: Limit Values
de: Grenzen

# limitter failed
source: No Data in Transmission
de: keine Daten von LimiTTer empfangen

# limitter ok
source: Data recieved
de: LimiTTer Daten empfangen

source: lost connection
de: Verbindung verloren

source: Low
de: Niedrig

# Low Value!
source: Attention, Low Value!
de: Achtung, Wert zu niedrig!

# LowBat
source: Low
de: leer

source: minutes
de: Minuten

source: no Data for %d minutes
de: keine Daten für %d Minuten!

source: no Data recieved
de: keine Daten empfangen

# no Data!
source: Attention, no Data recieved!
de: Achtung, keine Daten empfangen!

source: No Sensor found
de: Kein Sensor gefunden

source: No Sensorage found
de: Sensoralter nicht verfügbar.

source: No Values available
de: keine Daten verfügbar

# noDataYet
source: waiting for Data…
de: warte auf Daten…

source: Not able to connect to %@
de: Keine Verbindung zu %@

# Open opneLibreReader
source: Open openLibreReader App
de: openLibreReader App öffnen

source: Please check URL and Password, please enter only the URL you would use in a Webbrowser.
de: Bitte URL und Passwort überprüfen. Nur die URL eingeben die auch im Webbrowser benutzt wird.

source: Random Calibration
de: zufällige Kalibration

source: reloading
de: wird geladen

source: Remove calibration method
de: Kalibrationsmethode entfernen

source: Remove Device
de: Gerät entfernen

source: Remove method
de: Methode entfernen

source: second
de: Sekunde

source: seconds
de: Sekunden

source: Select and configure calibration method
de: Kalibrationsmethode auswählen und konfigurieren

source: Select and configure used Device
de: Gerät auswählen und einrichten

source: Sensor running for %d days, %d hours and %d minutes
de: Sensor läuft seit %d Tagen, %d Stunden und %d minuten

source: Settings
de: Einstellungen

source: Shutdown Device
de: Gerät Ausschalten

source: Simple Linear Regression Calibration
de: Einfach lineare Regressions-Kalibration

source: Snooze for 1h
de: 1 Stunde schlummern

source: Snooze for 2h
de: 2 Stunden schlummern

source: Snooze for 30 minutes
de: 30 Minuten schlummern

source: The blueReader is used to fetch values from the libre Tag. The interval of fetches can be configured in 1 minute intervals.
de: Der blueReader wird für die Datenübertragung verwendet. Das Interval der Auslesung kann in minütlichen Schritten festgelegt werden.

source: The correct (without any calibration applied) raw value is saved to database, but the display value is randomized to test varoius functions.
de: Die Werte werden ohne Kalibration gesichert, aber zufällige Werte werden angezeigt. (Nur für Tests verschiedener Funktionen zu verwenden!)

# The limitter is used to fetch values from the libre Tag.
source: The LimiTTer is a do it yourself transmitter. Values can be missed if app is in background!
de: Der LimiTTer selbstbau Transmitter. Während die App im Hintergrund ist, können Daten verpasst werden!

source: The LimiTTer or SweetReader is used to fetch values from the libre Tag.
de: Der SweetReader oder LimiTTer selbstbau Transmitter. Während die App im Hintergrund ist, können Daten verpasst werden!

source: until re-enable
de: Bis zum Einschalten

source: use this if your values are measured in mg/dl, typically between 50 and 300
de: Diese Option für Werte in mg/dl benutzen, typischerweise liegen diese zwischen 50 und 300

# use this if your values are measured in mmol, typically between 3.3 and 9.5
source: use this if your values are measured in mmol/l, typically between 3.3 and 9.5
de: Diese Option für Werte in mmol/l benutzen, typischerweise liegen diese zwischen 3.3 und 9.5

source: Values are recieved from a Nightscout instance. Alarms will stop working, if app is not actively open in the foreground.
de: Werte werden von einer Nightscout Instanz empfangen. Wenn die App nicht angezeigt wird, können keine Daten empfangen werden und Alarme ausgelöst werden!
